#  User's answers
ans_yes = 'да'
ans_no = 'нет'

# Questions for user
# 10, 11, etc. - resident branch; 00, 01, etc. - non-resident branch
q0 = 'Присутствовали ли Вы на территории РФ 183 дня в течении последних ' \
     'подряд идущих 12 месяцев?'
q00 = 'Получаете ли вы доход на территории РФ (за исключением дохода от' \
      ' ценных бумаг)?'
q01 = 'Получаете ли Вы доходы по ценным бумагам российской организации ' \
       'или государственным/муниципальным/эмиссионным ценным бумагам?'
q02 = 'Получаете ли Вы доход в виде дивидендов по акциям международных ' \
      'холдинговых компаний, являющимися публичными компаниями?'
q03 = 'Получаете ли Вы дивиденты от долевого участия в российских ' \
      'организациях?'
q04 = 'Есть ли у вас доходы от трудовой деятельности: '
q040 = 'По патенту на работу в РФ?'
q041 = 'Являетесь ли вы высоквалифицированным специалистом?'
q042 = 'Являетесь ли вы членом госпрограммы по переселению?'
q043 = 'Являетесь ли вы беженцем?'
q044 = 'Являетесь ли вы гражданином стран ЕАЭС?'
q045 = 'Являетесь ли вы членом экипажей судов РФ?'

# Income amount
in_am = 'Ваш доход превышает 5 миллионов рублей?'
in_am_non_res_zero = 'Ваш НДФЛ равен 0.'
in_am_non_res = 'Введите сумму Вашего дохода: '
in_am_non_res_shares = 'Введите Ваш доход по ценным бумагам: '
in_am_non_res_divs = 'Введите Ваш доход по дивидендам: '
