#  User's answers
ans_yes = 'да'
ans_no = 'нет'

# Questions for user
# 10, 11, etc. - resident branch; 00, 01, etc. - non-resident branch
q0 = 'Присутствовали ли Вы на территории РФ 183 дня в течении последних ' \
     'подряд идущих 12 месяцев?'

# Questions for resident
q10 = 'Доходы за трудовую деятельность более 5 миллионов?'
q11 = 'Имеются ли у Вас доходы от продажи имущества (за исключением ' \
      'ценных бумаг) и (или) доли в нём, доходов в виде стоимости ' \
      'имущества, полученного в порядке дарения, а также полученные ' \
      'вследствии выплат по договорам страхования и пенсионному ' \
      'обеспечению (налогооблогаемые)? '
q12 = 'Имеются ли у Вас доходы от призовых (выигрышей в соревнованиях, ' \
      'конкурсах и т.д.), суммы экономии на процентах при получении ' \
      'налогоплательщиками заемных средств в части превышения ' \
      'размеров или доходы в виде платы за использование денежных ' \
      'средств членов кредитного потребительского кооператива? '
q13 = 'Есть ли у Вас доходы в виде процентов по облигациям с ипотечным ' \
      'порытием, эмитированным до 1 января 2007 года?'
q14 = 'Осуществляли ли Вы лично или через доверительного ' \
      'управляющего права по ценным бумагам, выпущенным российскими ' \
      'организациями, информация о которых не была предоставлена ' \
      'налоговому агенту?'
q15 = 'Есть ли у Вас доход по ценным бумагам, выпущенным ' \
      'российскими организациями; государственным, ' \
      'муниципальным, эмиссионным ценным бумагам ' \
      '(только налогооблогаемых и за исключением дохода в виде ' \
      'дивидендов)? '

# Questions for non-resident
q01 = 'Получаете ли Вы доходы по ценным бумагам российской организации ' \
       'или государственным/муниципальным/эмиссионным ценным бумагам?'
q02 = 'Получаете ли Вы доход в виде дивидендов по акциям международных ' \
      'холдинговых компаний, являющимися публичными компаниями?'
q03 = 'Получаете ли Вы дивиденты от долевого участия в российских ' \
      'организациях?'
q04 = 'Есть ли у вас доходы от трудовой деятельности: '
q040 = 'По патенту на работу в РФ?'
q041 = 'Являетесь ли вы высоквалифицированным специалистом?'
q042 = 'Являетесь ли вы членом госпрограммы по переселению?'
q043 = 'Являетесь ли вы беженцем?'
q044 = 'Являетесь ли вы гражданином стран ЕАЭС?'
q045 = 'Являетесь ли вы членом экипажей судов РФ?'

# Income amount
in_am = 'Ваш доход превышает 5 миллионов рублей?'

# Income amount (resident)
in_am_res = 'Введите сумму Вашего дохода: '
res_tax = 'Ваш размер НДФЛ равен: '

# Income amount (non-resident)
in_am_non_res_zero = 'Ваш НДФЛ равен 0.'
in_am_non_res = 'Введите сумму Вашего дохода: '
in_am_non_res_shares = 'Введите Ваш доход по ценным бумагам: '
in_am_non_res_divs = 'Введите Ваш доход по дивидендам: '
